package chapt01;

/*
Создать класс VariantA01, который будет приветствовать любого пользова-теля, используя командную строку.
 */
public class VariantA01 {
    public static void main(String[] args) {
        System.out.println("Hello");
    }
}
